saida_wrk
Running 1m test @ https://localhost
  1 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  0 requests in 1.00m, 0.00B read
  Socket errors: connect 1061620, read 0, write 0, timeout 0
Requests/sec:      0.00
Transfer/sec:       0.00B